{
  "results" : [
    {
      "id": 1 ,
      "title" : "1000 cc",
      "details" : [
        {
          "id" : 10,
          "motor_bg" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEg5FDJmMH-AOAwB8dS5K_WMtzvXtj-W8_qETq_TOv6SEA3xeFSa50ekvGah06ILJ51kjMbN5UHu7snhzNCyW2O18YqmPN1GQ3jhHnPlFUSBts4qXoH2_DblKCQKFKXGOy3xx6tLCU328-yGtS8GRmwRR6yRNAilY-0ABtIBpYZ8P-Wg42iThZ38xxnD/s16000/yamaha%20R1%20konten.png",
          "motor_poster" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEh2seGIm0_e4vyC9WZ5sER_j6yyIjj-RaA7PK2gtb45BCP2AUByY9VavO8kIpgRplb9EazRk6_AbQFx9d4sYA94YRGO_IqAI4_lziEjpbuqLH9BO95q1TRuSqwxoOCHHjDmg9jgKzTrdWmkH6HPmx-IE6pJx89_8VZrnmAI-G0zL-NGIQAW4whoS8Ou/s16000/r1m.png",
          "deskripsi" : "Yamaha R1 versi terbaru mengalami revisi pada sisi tampilan guna memaksimalkan sisi aerodinamis motor ini. Tim desain Yamaha mengklaim bahwa mereka dapat memaksimalkan sisi aerodinamika motor ini hingga 5,3 persen dibandingkan varian sebelumnya.\nPada bagian depan, windshield cembung layaknya kokpit pesawat jet akan memberikan pengendara perlindungan dari hambatan angin dan meminimalisir suara bising angin saat memacu kendaraan dalam kecepatan tinggi.\nDi bawahnya, Headlamp LED ganda dengan bentuk tajam ditempatkan agak menjorok ke dalam, hampir-hampir tidak terlihat, memberikan tampilan Yamaha M1 pada motor ini.\nYamaha R1 mengusung mesin 4-tak, DOHC dengan 4-silinder dan 4-katup pada masing-masing silinder. Memiliki diameter 79 mm dan langkah 50,9 mm, mesin motor ini memiliki kapasitas 998 cc.\nDual over-head camshaft mengatur timing 16-katup yang digerakkan dengan rocker-arm. Rasio kompresi disetel pada angka 13:1 yang akan memberikan suplai bahan bakar yang boros guna mendukung performa mesin yang optimal.",
          "motor_model" : "Yamaha YZF R1M"
        },
        {
          "id" : 11,
          "motor_bg" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEguK9VO02j45k8j7oVq6ofW-VCiys9ZH05q0UOlOcsNcZTj-ScI9Fkh452VbgUoYh7Z4cdN65H0a6o0GFU8KT5I_hDoM-2_jAEHSbOo3tMN6Sy775KUPjVVOPqgsasPQuV3hh4JzewRB8KTL9VgDDrk0xaFNUQl6qGQxstCh6-3tnnBJRZJaPDYzxYv/s16000/honda%201000%20konten.jpg",
          "motor_poster" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEjuo3YbGmGFod2ocr291k8sFKV9VWaCCEgiKGkUlsSMG6MTkkhuUOYt5hITh7rB-4jyc42d9bMYTWxD3ZFsmQySFia9txw0hq3nDIBQpX0wm7gwusfCL83-ptSUoeDFHmkrA5IuME2ZqMR-MWPUVmvHK259f-FTkW7JMWBP3XVEWofsPL18wZvLspuW/s16000/honda_1000-transformed.png",
          "deskripsi" : "CBR1000RR-R Fireblade SP menjadi salah satu ikon sepeda motor berperforma tinggi Honda, yang hadir sebagai episentrum filosofi Total Control. Masih terinspirasi dari Honda RC213V MotoGP dan RC213V-S, CBR1000RR-R Fireblade SP mengusung berbagai daya tarik.\nDi antaranya rombakan saluran udara masuk (intake system) untuk menaikkan performa mesin pada putaran menengah, serta penambahan gigi sprocket belakang untuk perbaikan akselerasi dan menambah rigiditas handling. \nHasilnya, jarak sumbu roda (wheelbase) yang sebelumnya 1.455 mm, kini dibuat lebih panjang, yakni 1.460 mm. Hal ini dikarenakan sprocket gigi belakang ditambahkan 3 gigi (dari 40 menjadi 43), untuk menambah akselerasi saat dibutuhkan pada putaran menengah. Sementara itu, Mesin 999,9 cc DOHC 4-silinder inline mengalami banyak peningkatan dibandingkan generasi sebelumnya.",
          "motor_model" : "Honda CBR 1000"
        },
        {
          "id" : 12,
          "motor_bg" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhE4d1rmnEXT8wOfKQa6V8peUngNnHVN85KpquSt2B5ttb8f34GT5JFZhcQntW9juwR3rGkaIPyA1wVDm0oqGZt4grCsKcDzamW7HS3ux9V6HR9g6uqR9TDOKbU6tQWGZT54mgpLAp28EkYAFJgWeFXP4HKr10JJf6KBC3wLui-9cx2u359ni9VtiFC/s16000/suzuki.png",
          "motor_poster" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEijxAE6_Lwn5hrnJPhHHCiAw62UENeFGOOhAIc_RFCGk4Xe_LrMET4sVPhheSkiqRga7vAs4-m9I4EUZydd212myomlcaqEzHN-mdpYeeeUM_njeiGwfA-UbS7zHZgoHw7xqeb8nOma3GgfQPa4qXLiiVGT16EIS7OhYTVjXnn1FIRENF9xGMzZR7is/s16000/suzuki%201000.png",
          "deskripsi" : "motor spot besutan Suzuki ini dihadirkan dengan tampilan bodi yang begitu sporty layaknya MotoGP. Hal itu tentu tak lepas dari disematkannya bodi full fairing yang begitu gagah.\nDi sisi lain jika kita lihat satu per satu, dari depan bisa diketahui bagaimana desain lampu unik dan berbeda pada Suzuki GSX R1000R ini karena lampu utamanya dibuat di antara dua lubang yang berfungsi mendukung pendinginan mesin yang mengandalkan angin dari depan.\npada sektor permesinan ini Suzuki akan membekali motor sport besutannya ini dengan mesin berkapasitas 998.8 cc 4 langkah dengan 4 silinder dan bertipe DOHC.\nDengan penggunaan teknologi mesin tersebut pada Suzuki GSX R1000R maka sudah bisa dipastikan bahwa dapur pacu yang diusung GSX R1000R tersebut mampu melepaskan tenaga super yang sangat gahar.",
          "motor_model" : "Suzuki GSX 1000"
        },
        {
          "id" : 13,
          "motor_bg" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEjfRBk7xelYEfN9cmlmZgSdyKQtnqaABK22Dr0n3NpGtBc0jQ3PG-qUUgKVOd90bDiTH08kRMzRWrXSaEaKFfxqEvLagFDcXPduTMIGoRP7kMBAaa5R3Q7Fa8ALIUIxsS0JZZ52ACBjvifxjvKw_M50mB74ag4RFKx3BptF7ivWpzFpbvOUS1yAumML/s16000/ninja%20h2.jpeg",
          "motor_poster" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEjI03zR3jFMjsKlLsWWJiXaLT8p42XNuidvLOdZCtSDmVL1BuVqdiykrhNszKSwopj-HGgOVAZPLV3M_i-c-XyXXZecY1Oo7uKrTwBAgo8p9VKBZjHXakRW_j7Xa7WwKhOrnUecsiycxvsWJcx7gODpeBJCvTzPFLiIBgXSQjDk2J-B9W-Hmr57bgkc/s16000/Kawasaki%20H2.png",
          "deskripsi" : "Kawasaki Motor Indonesia (KMI) memiliki lini produk motor jalan raya paling buas di Dunia, yakni Ninja H2 untuk pasar Indonesia.\nKeunggulan dari hyperbike ini adalah mesin 998 cc empat silinder segaris ini dikawinkan dengan supercharger. Hasilnya, Ninja H2 memproduksi 243 PS atau 239,6 TK di 11.500 rpm dan torsi 141,7 Nm di 11.000 rpm, sangat buas untuk motor jalan raya. \nSelain mesinnya yang buas, Kawasaki juga mendesain Ninja H2 dengan apik, tampilannya sangat gahar. Misal di bagian depan, lampu LED besar di bagian tengah, diapit dengan saluran udara untuk supercharger.\nKemudian desain fairingnya bisa dibilang sangat futuristis, banyak tarikan garis tajam yang tegas. Apalagi Ninja H2 ini dicat dengan warna Mirror Coated Spark Black, terlihat hitam di kegelapan dan memantulkan cahaya seperti cermin saat di bawah lampu. \nPada bagian kaki-kaki, Ninja H2 menggunakan suspensi KYB AOS-II 43 mm dan Ohlins TTX36 untuk shock belakang yang bisa disetel secara keseluruhan. Jadi pengendara bisa menyesuaikan bantingan suspensi agar mendapatkan performa maksimal.",
          "motor_model" : "Kawasaki Ninja H2"
        },
        {
          "id" : 14,
          "motor_bg" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhk4OA19N0bL3dcBqfA-Oz6yptYBIWPn2afRgmWiiL-wcrdmqVTyDF4PnSVlXZsGlaZ6DQxgwZlO5x3AQIDqaVZEe-yHN8zmeA_asCxAJAXc1dGM5ZBwatrdrjk33dyaHLYKr55mb9D7D2WDjKFRSEXuzq59AVHz15WAgab1qcJAfwarxHDsqihstEx/s16000/Kawasaki%20ZX%2010%20knten.jpg",
          "motor_poster" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEiTFeQUi6DD1aDk-BYKU5XCT-zAjbs86YY4Rb3tQuSlMgB4OTRKESmWlWkMYxut9qQlktWDlkMfK0HS9XTPf7AuYUlaCVa2_-9FLg8rPoo8P9IIaXLf6ZVNAMDsCvDjJRyavgSHUZZ_snEPqAxOQuuiQKDHiXp9KZn4Xjj70OPT-pd92kvO33zOOil8/s16000/Kawasaki_ZX_10-transformed.png",
          "deskripsi" : "Kawasaki Motor Indonesia (KMI) resmi merilis Ninja ZX-10R model 2021. Motor yang jadi senjata Kawasaki di ceruk pasar superbike Tanah Air. \nMichael C. Tanadhi, Head Sales & Promotion KMI mengatakan, Ninja ZX-10R model baru ini akan memberikan pengalaman berkendara yang baru dan menyenangkan buat konsumen.\nNinja ZX-10R baru ini dibekali berbagai teknologi seperrti KCMF, IMU-Enhanced Chassis Orientation Awareness, S-KTRC, KLCM, BRAKE, KQS, Electronic Throttle Valves dan Electronic Cruise Control. Kemudian ada Power Modes, Economical Riding Indicator, KIBS, ABS, Horizontal Back-Line Rear Suspension dan Smartphone Connectivity.",
          "motor_model" : "Kawasaki ZX10 R"
        },
        {
          "id" : 15,
          "motor_bg" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEh-s0a9O4R3o_iizU8MMhQ6NzKN_vhMWLrPn_5Y6ryQ7oLHUW1-cVATKWTpIaykh9e8nlnYP8DasRuCl6dF7SfdU-ZuRRAUBJgW-QlC0gT13WQn59BpJWVgHkn0DOPFdyJtcSPhrIvXNfI1sU97IMd2eyqlm7RnB3tFKtnUauITFCn38UICw5qwARlz/s16000/bmw%20s1000.jpeg",
          "motor_poster" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhkVGLR7h3nasz_ufuo3Vl97rxcMoiPC0DOraDcWfy5kJxXWNz8SdJOPOyZ5OLUhpp5vZP--0Gq0QD28z4lZFI68AXzQpqqIH4a7XxiXxmeGV5uni8FYOzmhjkQyU5ytvGfG8p4ZLYNbK06j0Aw6KD43Sx55qqI5RJN_57PaTWgqSSlAWHI0F940szS/s16000/Bmw_s1000-transformed.png",
          "deskripsi" : "BMW S1000RR adalah sepeda motor sport yang awalnya dibuat oleh BMW Motorrad untuk bersaing di Kejuaraan Dunia Superbike 2009 dan sekarang diproduksi secara komersial. Motor ini diperkenalkan di Munich pada bulan April 2008 dan menggunakan mesin empat silinder berkapasitas 999 cc (61,0 in^3) dengan batas putaran mesin di 14.200 rpm.\nVarian S1000RR yang lebih tinggi, yang disebut M1000RR, diungkapkan pada September 2020 sebagai dasar untuk balap namun tetap legal untuk penggunaan di jalan raya.\nMotor BMW pertama yang menggunakan awalan 'M' yang biasanya terkait dengan mobil, mesin ini memiliki modifikasi yang luas pada mesin, rangka, knalpot, dan sistem pengereman. Fairing-nya dilengkapi dengan winglet aerodinamis yang memberikan downforce.\nPada tahun 2022, tiga varian S1000RR diumumkan pada 30 September, yaitu paket M, Style Passion, dan Black Storm Metallic. BMW India meluncurkan S1000RR di negara tersebut pada 10 Desember 2022, dengan pengiriman dijadwalkan dimulai pada Februari 2023.\n",
          "motor_model" : "BMW S1000"
        },
        {
          "id" : 16,
          "motor_bg" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEgb2bN7Q5Sfig_eTjfnTRT1vfijBgnANJkhxVn80iaaMc7aQjJAVlu71-A5LdIxs0231ySpxSDTiw77V4Qpkgs4RF3fv3WixKmHXD1pWh0UmWhl3ZKvv31RGfigbZFTGz30nZXOL34vCC-sC2YDln0HazH9anAbWLnuQ6XGIiVpTkXCgohyXsdijOjz/s16000/ducati%20v4.jpg",
          "motor_poster" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhWSXeEiIHb0Ce6EVPhdPvNGu0Bx9ITiOrCfr589kfddOJAep0tmLEGE_LvQWLCeSWU0aJoSkjkqZ9mhQtpi0nh6LJ1WmuHURI3Hx_z4ySV_igi8GhTZEcAElY0A9ybaTKvSl_SCghmH5Z0iEXHk1VDewRQEsmscgofVN8EbJJYWXD7vEB87wnuMIqu/s16000/ducati_v4_konten-transformed.png",
          "deskripsi" : "Ducati Superleggera V4 merupakan versi ekstrim dari varian Ducati Superbike V4 R. Superbike edisi terbatas ini hadir dengan multi-winglet dengan mesin yang mampu menyemburkan tenaga 234 daya, komponen rangka dan body yang terbuat dari karbon dan harga yang akan membuat mata melotot merupakan gambaran besar motor ini.\nDengan performa yang buas dan komponen dengan spesifikasi balap, nyatanya Superleggera V4 masuk dalam kategori street-legal untuk digunakan di jalan raya\nMengusung mesin V4 Desmosedici Stradale R berkapasitas 998 cc dengan jeroan spesifikasi balap guna membedakannya dengan Panigale V4.\nCamshaft titanium dan kopling kering STM EVO-SBK 8 yang lebih ringan 2,7 kg daripada varian sebelumnya, memberikan kemampuan mesin motor ini kemampuan menyemburkan tenaga 224 daya kuda pada 15.250 rpm dan torsi maksimum 87,5 pound-feet pada 11.750 rpm.\n",
          "motor_model" : "Ducati Panigale S V4"
        },
        {
          "id" : 17,
          "motor_bg" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEgBp8ptViNJP9PWtGmFRHGvPEGPtEGtGwRMbgLLKxzNvljCMOO8VOC-tclbXyV4Y8GF2qF4XA9l-Uki1jAn7lfyeUID-7shi1O8LPzdkpAqjboY6ph7w0099qDfJIxYLB0oq6Rxh_bUUCMpGiVabWuG1XhcttAe0FtvFW3smX4kgxT5VxceBruW8pK5/s16000/aprilia%20RSV4%20konten.jpg",
          "motor_poster" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEiXLv-hs8JU4G8acLn9GilSz5NIvAwIueQ-R4tJNmhKfgt1od8bG-llISh0DO3iew9Wf2OtGmyqmPjqQQzzrXzbOkE8gFxZMO6wWD8ZUnhLAp_vTqstYpOavW5G-HnkA0zlCphyZBqIqnshwA5YDqvLa_lKBwxqY-nSnP1x7RkD32ptSC7ciXvtkid5/s16000/arpilia_rsv_4-removebg-preview.png",
          "deskripsi" : "Aprilia RSV4 RR – Hadir dengan membawa mesin yang berkapasitas 1000cc motor sport dengan nama Aprilia RSV4 RR ini akan menampilkan perfoma mesin yang tangguh. Selain itu motor aprilia RSV4 ini merupakan motor baru andalan dari aprilia yang baru-baru ini diluncurkan di Indonesia. Motor ini hadir sebagai motor sport tulen dengan berbekal mesin yang berkapasitas 1000cc dengan jenis mesin 4 tak, DOHC, 4 Valve dengan disertai sistem pendinginan berupa cairan (Liquid Cooled).\nMemiliki desain motor yang gagah dengan barutan fairing yang menutupi mesin dan kerangka dari motor ini menjadikan motor ini nampak seperti motor balap pad ajang motor Gp kela dunia. Body motor yang besar mejadikan beban motor ini cukup berat yakni mencapai 181 kg. \n",
          "motor_model" : "Aprilia RSV 4RR"
        },
        {
          "id" : 18,
          "motor_bg" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEiESNC7c6pBqIkkaXy7TKO15bmxB5BaLLd63G1O1T4sbbarBwg65855wtL2jmxI7p-EC4a8ZmcPOkC-T2EY7I_iyh5NxFa4Q5ON7JsS5OvQcMljKmJSvWu8QnPyWjv3CF-l-tXtIPRxF7JY4fbYMComVPass_3jqSzqgRuwXd39hGYDeq9mmrbRr9Ql/s16000/mv%20agusta%20konten.jpg",
          "motor_poster" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEgYqmSchTjbLdWli0drxqmKr7TjTYSTx7Uxag-d4t8JEqbUQEqVxieByHXUJo0c1H4Y0pbx-8xSCaEXZBSmaSw7u12qXq7CwopiL1RyzY6y4EXl4JauMsFKJ4oxBzFPXjoCxdpRXe2VtrTyqXEj-Tc5BkPN_11_2z2SWeWrMu2a11af07Yj3W0FkxwK/s16000/mv%20agusta%202.png  ",
          "deskripsi" : "MV Agusta F4 adalah motor sport empat silinder yang dibuat oleh MV Agusta dari tahun 1999 hingga 2018. Motor ini diciptakan oleh desainer sepeda motor Massimo Tamburini di CRC (Cagiva Research Center), F4 memiliki swing arm satu sisi, garpu depan berdiameter besar (49 atau 50 mm (1.9 atau 2.0 in)) dan corak merah dan perak tradisional MV Agusta. Sebagai sorotan motor sport kelas berat dari MV Agusta, MV Agusta F4 menciptakan energi dan torsi besar sebagai pesaing dalam kategori motor sport super dan didesain sedemikian rupa sehingga bisa memberikan konfrontasi pada motor-motor sport high-end lainnya.\nMV Agusta F4 adalah motor sport empat silinder yang dibuat oleh MV Agusta dari tahun 1999 hingga 2018. Motor ini diciptakan oleh desainer sepeda motor Massimo Tamburini di CRC (Cagiva Research Center), F4 memiliki swing arm satu sisi, garpu depan berdiameter besar (49 atau 50 mm (1.9 atau 2.0 in)) dan corak merah dan perak tradisional MV Agusta. ",
          "motor_model" : "MV Agusta R4 RC"
        }
      ]
    },
    {
      "id": 2 ,
      "title" : "500 cc",
      "details" : [
        {
          "id" : 20,
          "motor_bg" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEgMyair-K8Pxdqw48R5oatIErmyppqIdQq0ItcR7pEnJGBnGvLT8NmBL0QDS1gfGysDgWVYjQbILdY1eiRftVK-351FTVsUD_nxXKFnF7LRx_In4Ym3mTv4vJlM_wOhha4uJQ0vzbMVyHixeqsqFuGpHZRw86eQek9vP_6Ct37rWT-14oLC4QJ-LZr8/s16000/yamaha%20R6%20konten.jpg",
          "motor_poster" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhu30atYqgHXO3P71qjmIJnJNJSdAO33mp3xuBFXUAy_o53MBj6qeBY6AJwKemidb6xFEIbCnUfU8PY72KomQk3Cp_6LxCO7BlJmcMB-lisPEaEkj9YNsBKpvTzlPrK1ox1n7XWZ9xI7wk4O4GtV52ryr29hXjgvXe1snSL1Fa7cF2KGgi9MeksmEb0/s16000/yamaha_R6_2-removebg-preview.png",
          "deskripsi" : "Yamaha R6 menawarkan spesifikasi canggih, desain sporty dan aerodinamis. Yamaha R6 memiliki desain R-series terbaru yang dilengkapi dengan Dual LED Position Lights, front cowl dan windshield.\nDesain motor ini memiliki kemiripan dengan Yamaha R1 atau Yamaha R1M yang dibanderol sangat mahal. Namun Yamaha R6 memiliki harga yang notabene dibawahnya.\nYamaha R6 memiliki ukuran dimensi dengan panjang 2.040 mm, lebar 696 mm dan tinggi 1.150 mm. Sementara itu Yamaha R6 memiliki sumbu roda berjarak 1.375 mm, ground clearance 130 mm, tinggi tempat duduk 850 serta memiliki bobot keseluruhan hingga 190 kg.\nSaat ini Yamaha R6 yang berkapasitas 17 liter ini tersedia dalam 2 pilihan warna yaitu Tech Black dan Yamaha Blue. Motor ini juga tersedia speedometer panel analog dan digital.\n",
          "motor_model" : "Yamaha YZF R6"
        },
        {
          "id" : 21,
          "motor_bg" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEinKtklOmCpLmRbxyqhcR_B6WFXHEuWKEDfwu7M6bK3wgyq8pDoagiIHwMAhdVmNoygV0vqnchTx-eio322FAQamWdmJYtu5_muX9KkGuqJQiWEndgJPN_NH0klW8wcxF6Gun3vanGWXwblfv28gPWW65qyoKXgJBIV4kmmLKc45k-hUp_uxIPdOXzp/s16000/yamaha%20R7%20konten%202.jpg",
          "motor_poster" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEiV1v5FyhZWOZJCkwRN4Lkdg8xceWRgD7fte0gvRt3U9SzqTelNMwn-bdCCnylR6XKHKluPKV7w1_k9m2PgCpZXLjFq_w4hYccTxEEvQnp1I-7D8YD9b04VSmfF8IPLGQVpy1ZfYLqvIqrd8EHkUJ2CDOC2ihzMz5bxTj6PsCsvumCEWoBTDSCYX4gu/s16000/Yamaha_R7_2-removebg-preview.png",
          "deskripsi" : "Yamaha R7 memiliki full fairing ringan dengan panel bawah aluminium yang dibentuk oleh DNA R-Series murni. Bagian fairing depan yang agresif dipadu dengan saluran udara berbentuk M dan lampu LED. Tak hanya itu, desainer Yamaha juga mengembangkan bodywork atletis yang lebih ramping dari model R-Series lainnya\nDi bagian kaki-kaki, Yamaha R7 mengandalkan suspensi depan upside down KYB 41 mm dan peredam kejut link-type desain terbaru di belakang. Sistem pengeremannya menggunakan cakram ganda 298 mm kaliper 4-piston radial-mount Brembo di depan serta cakram tunggal 245 mm di belakang. Bagian rodanya memakai pelek 17 inci dibalut ban ukuran 120/70 di depan serta 180/55 di belakang.",
          "motor_model" : "Yamaha YZF R7"
        },
        {
          "id" : 22,
          "motor_bg" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEgMWvr9XX06kKBe_fEKjXBfkr_fTP8jB50yDzsRWedPqRRYmUEopJusHZba8FJZWblXRn2GOgCG0vtYuGWJ1-G7Riq6cICcCXTK2_55lwjcmbKzvxBG4CeZjtRMewZ3vkhbRWY4tfnbHIboUe-KsNci7f62T2m-K0BeyO9HueYepT1JCEVgYz50FemN/s16000/honda%20cb6%20600%20konten.jpg",
          "motor_poster" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEjsWWxg_NH4fhkJsSW35HFQB22zU-J6S4fd2TMgAp7xH40TKj8xoxtyDh3nbTbZZ2915OS9jHnp8xrLBtPMTvyidYpoVViGo8Kghb5KEQeLFNXXGU6nV4Lc-u3NYVlruy015JIFuVEO-uWnQdgC5Pv2jrkRMllpFoQteD5LpxWagLCzt3-YsQSjP-Mh/s16000/honda_cbr_600_2-removebg-preview.png",
          "deskripsi" : "PT Astra Honda Motor (AHM) meluncurkan motor gede (moge) pertamanya di 2021, yakni CBR600RR. Moge yang masuk kategori supersport ini memiliki spesifikasi yang lebih mengarah ke motor balap. Dari tampilan luarnya, CBR600RR memiliki desain yang aerodinamis. Desain fairing dan lampu depan yang baru minim area frontal, sehingga koefisien drag lebih kecil terhadap angin. \nLampu depan sudah menggunakan teknologi LED. Di bagian panel meter, menggunakan layar TFT full digital berukuran besar. Layar penunjuk informasi ini mampu menampilkan 2 mode yang bisa dipilih, yakni Street dan Circuit.\nUntuk urusan performa, CBR600RR dibekali dengan mesin DOHC, 4-silinder, berkapasitas 599 cc. Mesinnya mampu mengeluarkan tenaga hingga 119,3 tk pada 14.000 rpm dan torsi 64 Nm pada 11.500 rpm.",
          "motor_model" : "Honda CBR 600"
        },
        {
          "id" : 23,
          "motor_bg" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEiOqE-14ovBrKohdBc-oFaQsZkurKZ0YT1gRkUD65NT4cbQmN2-L5CX4mpsoz1Rl_pN_bQ2M2WMz5dkoIJwX8RLX5BH8yTMiAsT97uc0iev4kMJtG8E02sXLL3U__O4aO_t-4M64_2yPW371mWuomA_rQTN0-HGFeFVfYfbFzU1LHcyBeM2o2oYgit_/s16000/kawasaki%20zx6R%20konten.png",
          "motor_poster" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhoKvoMIRzu0K_0_eJylkSQiKDOC6RqBITnRtPgz0CGk5enbJ2seOWBenOkqFVa8sNILhyVCA5h-Ukpcb8PF3Ci_0HUUXRFyQex34Xj6nlqnaV4r6-JFAtgrbJ-Ks0USV_WW3AU6e86CU5_DfLSjw6WAgwJ4dMwxU2XUyxv_ydITaqmT02ZZrGbpmh8/s16000/kawasaki%20zx6R.png",
          "deskripsi" : "Ninja ZX-6R 2024 ini memiliki gaya yang agresif seperti ZX-10R. Misal di bagian depannya yang berubah, ditambah adanya fitur aerodinamis yang menyatu dengan fairing. Mesin yang digunakan masih sama, 636cc empat silinder dengan pendingin cairan dan sudah lolos emisi Euro5. Bahkan, Kawasaki klaim tenaganya tembus 130 Tk dengan spesifikasi terbaru, masih tetap bertenaga.\n\nTenaga dan emisi tadi didapatkan berkat penggunaan cam, saluran intake, ditambah knalpot yang baru. Bahkan diklaim ada perbaikan performa di putaran mesin rendah sampai menengah. Lalu, ZX-6R juga punya sistem suspensi baru dari Showa, quick shifter, tiga mode kontrol traksi, mode power, dan mode berkendara (sport, road, rain). Apalagi, pada bagian instrument cluster kini sudah full digital dengan model TFT 4,3 inci yang bisa terhubung dengan smartphone.",
          "motor_model" : "Kawasaki ZX 6R"
        },
        {
          "id" : 24,
          "motor_bg" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEgXqWQWk_YzRmGPj1-e5T8IXiOYo-on7SkloF1QZ4jlYZ8rgsSJnz39UaeaBQDHfy29ZeXBVCB9T44hDAI4L9upn5MBmSGHrv9s9ow0IuJEFQDKWEVcXcjRHA_5LvlBKK8DO4dCV9Wq7hw8U3Jg4NutLdqQd5B8cIQqSBIPSG-Krw4_lyctoHurAHIE/s16000/mv%20agusta%20f3%20konten.png",
          "motor_poster" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhkizi2E3td3TUnWGWxm7-hPemgrt9wNeyozoUHKNoXmWn5CXT2QEu2r1C-GC4jpqOe5jzLiJ8w2kCLkzl8EUuBhiqrnXCsWbOLQH8aH1nBS_RTsFkbCsmS5MSqpj4uf3CNIM6mJwLKCDNGN7bnnv_1_1347YMUxt1ad7we7u6gvVvFkAb3Ji9XCmvC/s16000/mv%20agusta%20f3%202.png",
          "deskripsi" : "Pada tahun 2020 MV Agusta meluncurkan motor ini ke pasaran, menjadikannya motor yang diinginkan oleh banyak orang. Seri MV Agusta F3 675 tersedia dalam beberapa perpindahan yang berbeda.\n\nGenerasi pertama sepeda motor sporty ini diluncurkan pada tahun 2019, jadi kita berbicara tentang keluarga sepeda motor berusia 3 tahun.\nF3 dikembangkan bersamaan dengan Brutale 3 silinder, menghadirkan rangka baru dan mesin baru, memberikan merek ini kesempatan baru dalam segi komersial. Mesin F3 menjadi dasar bagi seluruh rangkaian 3 silinder dari pabrikan ini: model Rivale, Stradale, dan Turismo Veloce \"hypermotard\".\nUntuk meringkas spesifikasi motor ini, untuk memberi tahu Anda bahwa motor ini memiliki perpindahan 675.0 cc dan total tenaga 124,0 hp (90,5 kw) @ 14500 rpm pada mesin 3 silinder segaris, 4-tak dengan starter start listrik.",
          "motor_model" : "MV Agusta F3 675"
        },
        {
          "id" : 25,
          "motor_bg" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEionMhjvjSPMAwtEEx1IA5ENPqT43gh9UHFLqvljUZ5GQT4o_Ouvt3zHKxr57YwnEpJUP1g2ITiN50O3xSb3rWQ27tAG35Vplm8_8JgChSrsCbCv8Z0gPkzkIbaw_8mucaKquz_T2V9mBLsz-WTpxKO0T2ytJDXAJTzYGkOcaEoNANG8VkviuNs75uc/s16000/aprilia%20rs660%20konten.jpg",
          "motor_poster" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEi6h_-1QxIRK1Ks0fT6QQtGhibfDDcrux4jSUxHtUEeb4NlKRe4lktZ_2r3r5ky1XM_9_sNtsIE8QtRrtBnnC5wX8rDEAJr5lDKyLgcX3KSNS8Mf39AZs4-HlsQfXzuLABVapA3b942u0bPR-EoXo_PTm90jrPVVpFlchNfvzHiOeRQtrlWOso36mdK/s16000/aprilia%20rs660.png",
          "deskripsi" : "Masa depan menghormati tradisi House of Noale yang telah lama dikenal karena inovasi dan karakter khasnya. Dengan kepribadian sporty serta garis kontemporer yang memukau, RS 660 menghadirkan pengalaman trek kejayaan Aprilia di jalan raya. Desainnya yang unik membentuk motor yang ringan dan kompak sekaligus volume yang ramping dan lincah. Memberikan stabilitas pada kecepatan tinggi, semua ini menciptakan pengalaman berkendara yang riang dan menyenangkan. Pilihan warna termasuk Acid Gold baru turut menonjolkan desain dan kepribadian muda dinamis dari motor ini.\n\nMotor sport ini dibekali mesin dengan konfigurasi parallel twin 4-tak yang mampu menghasilkan tenaga hingga 100 tk pada 10.500 rpm dan torsi 67 Nm pada 8.500 rpm. Bobotnya tak lebih dari 183 kg.\n",
          "motor_model" : "Aprilia RS660"
        }
      ]
    },
    {
      "id": 3 ,
      "title" : "250 cc",
      "details" : [
        {
          "id" : 30,
          "motor_bg" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhz_A0BnUTjLfBv1KCYJkuX2-zbw7alUGLkkKqimPH2gqgOGIzHIyxRSJ6RKPH2gSzHk5qBm-KynWlRLqtDpsaSS0qI-A7wU2_Vd1yEjI6saz4wtCy7nhluu0gDwKkSbblUcJqp0Isd16brR9QCc5qsk8jXZnC1pw3PNov5NbSOtO7EyRmaMvW8RYzi/s16000/r3-77.jpg",
          "motor_poster" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEgU0icPYyB2EEZU8RNGnfEEiF7mF2u9m4tYvWhw7LyvHM214K1ttzimSNMhv_2QTyLejtEawZo44mbQXwI5jrGi2iniLaG9wDbewO-uscFtQxM1VL8JJx-ykpi-gnmgj3TANy-KNY5Q4RtvdwKfBQycLn7XzsDTUNt8XQJ-aCBDtriTNF-t5qmZwt3K/s16000/R25.png",
          "deskripsi" : "Yamaha YZF-R25, sering disebut juga sebagai Yamaha R25, adalah sepeda motor sport bermesin 249 cc yang diproduksi oleh Yamaha Motor Company yang diluncurkan pada tahun 2014. Sepeda motor ini merupakan satu-satunya motor sport seri YZF-R yang menggunakan rangka tipe pola berlian, dimana sepeda motor lainnya menggunakan rangka Twinspar (Deltabox).\nPada Tahun 2019, Yamah meluncurkan new R25 Dengan desain yang baru, namun memiliki konfigurasi mensin yang sama. peningkatan tidak terlalu signifikan.terjadi di new R25, tenaga yang di hasilkan masih 35,5 Hp di 12.000 RPM\n\nYamaha R25 memiliki keunggulan desain menyerupai YZR-M1 yang terlihat pada bagian wajah motor yang telah mengadopsi M-Shaped Intake Duct. Selain desain ala big bike, disempurnakan dengan teknologi dan fitur modern seperti suspensi Up Side Down (USD) yang tidak hanya membuat tampilan makin gagah tapi juga meningkatkan handling dan pengendalian lebih maksimal. Kontrol pengeremannya juga semakin optimal dengan ABS (Anti-lock Braking System) untuk varian ABS.\n",
          "motor_model" : "Yamaha YZF R25"
        },
        {
          "id" : 31,
          "motor_bg" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhAqaR58qpxHq16EIvKvA2cua1bO54bA_Oku6JrBo-PKg0qwxmiTOkT0kqTJ-iD0EfxPwkPZT8_yXK4NPcLVuobpDUnhfpW7eKAYbR2-6SUPnqDGuVOVK890zQIcWaVhBOIs3Q0ND6kJjDXbTs3ei9f0wdavXT2DBjguaVhg6R3YD-6BOXaZA-3Fd9_/s16000/cbr%20250%20konten.jpg",
          "motor_poster" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhIIc22iD_9Yq2cGgwXblJBotmfcX27qLTZMEYsnGFdi9mCUWxkuo-WxnULuMjaZ6hAV0MOhPTb68SOKG3SYuH89R5Ag0M7-cbR74H1n9sABIOrTB26fvP9zrR1bbUqiSGlyFyOzsL3SFM7IrmLxnKPE-1yi3n2xlnvukbUrzsZ_8aF9RX2LKMcXhVN/s16000/honda-cbr-250-rr.png",
          "deskripsi" : "Honda CBR250RR adalah sebuah sepeda motor sport bermesin 249.7 cc yang diproduksi oleh Astra Honda Motor, cabang Honda di Indonesia. Sepeda motor ini diperkenalkan pada bulan Juli 2016 di Jakarta.[5] Kegiatan produksi CBR250RR dimulai pada bulan November pada tahun yang sama.\n\nCBR250RR menerima pembaruan pertamanya pada Juli 2020, termasuk assist dan slipper clutch sebagai perlengkapan standar. Mesin dirubah dalam bagian internal. Rasio kompresi ditingkatkan dengan mengubah bentuk piston, menggunakan poros penyeimbang berdiameter lebih kecil untuk lebih meningkatkan kecepatan putaran mesin maksimum untuk meminimalkan kerugian gesekan, optimalisasi beban pegas katup, pengurangan gesekan menyeluruh dengan menambahkan takik di ujung bawah silinder untuk mengurangi rugi pemompaan di mesin, penambahan pelapisan timah pada alur ring piston",
          "motor_model" : "Honda CBR 250RR"
        },
        {
          "id" : 32,
          "motor_bg" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEgpLkgOArVzWmFXOsRkJwsxYSiR4a-bcCcP5Y0MdkeT0Y2tmg0jZeB62nS8kgGhOJfrKMfjGGHLWLcUw9QS1cuK2NfRxCy3xAcLYHLO-pr8akG3my6TboonfIDxdt_NayEKEx3Juwl0dJmR107j3s3omcXsWtj-izyBj6S0-d3dmKpqFBmvSHT0A4SE/s16000/suzuki%20gixer%20250%20konten.jpg",
          "motor_poster" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEgb_WuGoNfw7gV2bMQD3rofAHfMKSij-wCMfQTJfstdFnbK_mJKlxBlMK-7zplGUh7p52EASuNu63aNN0yMLSWXTP4rXg4HYQENtGUDSjRVStIn9fwz2--K5V0db9eXlunH36mgiJigeiQH_W5BPx1xohQGjv8VsHtuu5qIX-LDtkakiixS-UXX11ux/s16000/suzuki_gixer_250_2-removebg-preview.png",
          "deskripsi" : "Memenuhi kebutuhan konsumen akan sepeda motor sport touring berkapasitas mesin besar, PT Suzuki Indomobil Sales (SIS) secara resmi telah memasarkan produk teranyarnya GIXXER SF 250. Sepeda motor tersebut sudah bisa konsumen dapatkan mulai bulan November 2021 di seluruh outlet sepeda motor Suzuki di Indonesia.\n\nSebagai produk yang mewarisi DNA GSX-R dan Hayabusa, GIXXER SF 250 menawarkan pengalaman berkendara yang menyenangkan serta tampilan yang premium dan eksklusif sehingga menciptakan seni berkendara yang optimal. Hal ini sesuai dengan tagline GIXXER SF 250, yaitu 'The Art of Riding'.\nGIXXER SF 250 ditenagai mesin berkapasitas 250cc Fuel Injection yang memberikan impresi performa dan durabilitas yang tinggi. Mesin tersebut menghasilkan tenaga sebesar 26.5ps@9000rpm dan torsi 22.6Nm@7500rpm yang disalurkan ke roda belakang melalui transmisi manual 6-speed, sehingga memberikan performa berkendara yang mulus bahkan pada kecepatan rendah hingga menengah.\n",
          "motor_model" : "Suzuki Gixxer 250"
        },
        {
          "id" : 33,
          "motor_bg" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEjL6-FrwiOLIqhWp74TdjJlwwSJTvkYdp3tApHNsEqTy1Jhjxfd2H3T9nnV95CBQZ4XemTA3H5lkQ4OF_PCh3Mz2ABOTU4ddf3c23_nlKt43Y6NajCmNO7EwnhI7IckiJjTx1xpZYgywY8RjTes-lH37_eV3drhF1fDUlR8aZKkWM2MqWwnwAeSXBlS/s16000/zyro-image%20(2).png",
          "motor_poster" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEjdZUff0Xr9OPKnKRW-fYOMGJRSV1tyOVXVcbiP4E_0Zh5YLQLCGIjvL_e1pWzT8sULg-ePS4HfU_jYW-X9Zei_428coX252ceUD8PG-Jb0NRnxcu5fTd0xpMF77bc65Uq-AiFiPPWXJ34rcIiaO7CqomqiJ7-LZsWXeEcanpMoi9XBJX7Lo7p2xhw9/s16000/ninja%20250.png",
          "deskripsi" : "Motor sport ini merupakan gubahan terbaru dari generasi pertama Ninja 250 yang diperkenalkan pada tahun 2008 silam.\nSebagai motor sport terbaru, tentu spesifikasi yang akan dibawa Kawasaki Ninja 250 FI ini akan mengusung tampilan yang tampak lebih sporty dan elegan meskipun tak jauh berbeda dari generasi pertama Ninja 250 Series.\n\npada mesin pacunya pun akan semakin canggih di mana motor sport besutan Kawasaki ini akan mengandalkan mesin 4 langkah berkapasitas 249cc dengan sistem suplai bahan bakarnya menggunakan Fuel Injection (o28 mm x 2) dengan katup Throttle Ganda, yang dapat membawa pengemudi dari Kawasaki Ninja 250 FI ini sampai dengan kecepatan maksimal untuk menyasak aspal seluruh nusantara dalam sekejap saja dan tetap irit bahan bakar berkat sistem pengapian digital serta sistem bahan bakar yang digunakannya.",
          "motor_model" : "Kawasaki Ninja 250"
        },
        {
          "id" : 34,
          "motor_bg" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEjis70opd22VfTnrMp2GgoiibNMOOmY4H4l1dCwrL_aeuQCdoWSLw7Dz52aYZau1uLHQLX9bCZNwQnegkt9DhgTNaCvvhWFxhHe3GFJRbmWHW9NI7-_hruuEytw87n_vJOZPlPzUG4JGJ0JR7Z9OSR9t-ieDjgdTdtQ1SaHSko3Ppovl6EkdprLkjJa/s16000/zx25%20R%20konten.jpg",
          "motor_poster" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEg0Aau3SKP105xv3TUhiPbOvMtqlxLP8fhGz4di-XmhZ8ZCbKnTdHBPvva61uXh84oyRYXaRGnHz086A961KdUdwPYfiGvMmqEZtGtV3kZwHwKIBjdlAvodBTcheqh914uvIuuVrJTTlsvsuubY-VjS6kNpn-xv0umvrpbpWpj87BmnJyqAb1uMkQlf/s16000/zx25_R_2-removebg-preview.png",
          "deskripsi" : "Kawasaki Ninja ZX-25R adalah sebuah sepeda motor sport bermesin 249 cc (15,2 cu in) dengan konfigurasi 4 silinder segaris yang diproduksi oleh Kawasaki di Indonesia dan Thailand sebagai penerus dari Ninja ZX-2R/ZXR250 yang diproduksi antara tahun 1988 dan 1997.Sepeda motor ini pertama kali diperkenalkan di Tokyo Motor Show 2019 dan diluncurkan pada tanggal 10 Juli 2020.\n\nMenampilkan mesin dengan performa legendaris dari Kawasaki Ninja ZX Series, motor dengan mesin Supersport kelas 250 cc yang telah lama ditunggu-tunggu ini akhirnya hadir dan menjadi kenyataan. Mesin presisi 249.8 cc In-Line Four-nya memberikan power high-rpm, tertinggi di kelasnya. Model baru diperbarui dengan lampu sein LED, dan instrumentasi warna TFT dengan Circuit Mode dan Smartphone Connectivity. Dua edisi khusus juga dilengkapi dengan perlengkapan canggih termasuk suspensi belakang (RR) Ninja ZX-10R, suspensi depan yang dapat disesuaikan (RR), dan quick shifter (SE & RR). Kini, lebih dari sebelumnya, Ninja ZX-25R menghadirkan performa tak tertandingi di setiap berkendara.",
          "motor_model" : "Kawasaki ZX 25R"
        },
        {
          "id" : 35,
          "motor_bg" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhy8re6uTm33wkx21XeWCkGl2M-KHKgDQO0heTM4DnHxA8FCmHhyhEoYfeAw3mraMr0Cns4mhilGAXKX36JN3mkuFxbWFEBvoqLUok6AbCFlN5QuDyjDUt-43B0Tn-4abYc-SAQjSxXvnKsO7Pv-OxBng2m5bdwRXPqlkKWl-Fw3dUwj_pEfcCvml1n/s16000/ktm%20konten.png",
          "motor_poster" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhtmhILJ_T5ucGkFO5ttzQL-w3WBIjKQ1FUFfiK7lmuaAGaF-uyv9GXLqBGiPEMCGZ-3A9ODKZa4I_BqrYrd4YrRpUZm3sWg-XPVW7nCzq3oLV92KuodhhzdSsSMv-y1AikiDU0KnLMky4i9iLMgjwYkxE_5wdNN1tKk1mz0BLuq0iukVfkFRR3K8Dd/s16000/ktm_rc_250_3-removebg-preview.png",
          "deskripsi" : "Anti-Lock Braking System\nKontrol pengereman yang optimal dengan ABS\n\nSUPER SPORT ENGINE\n250 CC , 2 Silinder, DOHC, 8 Valves, 6 Speed, dan Liquid Cooled.\n\nUpside Down Suspension\nHandling lebih sempurna dan terlihat semakin gagah saat berkendara.\n\nFull LCD Speedometer\nSpeedometer Digital Multifungsi,lebih informatif dan mudah terlihat. Dilengkapi juga dengan \"Shift Timing Light\", yang memudahkan pengendara memperoleh performa optimal.",
          "motor_model" : "KTM RC 250"
        }
      ]
    },
    {
      "id": 4 ,
      "title" : "150 cc",
      "details" : [
        {
          "id" : 40,
          "motor_bg" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEg5FDJmMH-AOAwB8dS5K_WMtzvXtj-W8_qETq_TOv6SEA3xeFSa50ekvGah06ILJ51kjMbN5UHu7snhzNCyW2O18YqmPN1GQ3jhHnPlFUSBts4qXoH2_DblKCQKFKXGOy3xx6tLCU328-yGtS8GRmwRR6yRNAilY-0ABtIBpYZ8P-Wg42iThZ38xxnD/s320/yamaha%20R1%20konten.png",
          "motor_poster" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEicJh9kgQQPpeGDoynhoxnW1MwRWV8Zlzdq8Kq8gk-jOQeGkk2rtuwAxpvzSR66Ixfi3iWXDw-uwqA2Veb0SZds56X4XKgt7fAhcnXBZYAfCv3JcIqmY2hXmkqMQweQxYtdWA_loF1kczMF0bSzUd30tVJ94nmSc8XcjIvXqLDEfzVs1HrHFAT3NzI4/s320/yamaha%20R1.png",
          "deskripsi" : "Anti-Lock Braking System\nKontrol pengereman yang optimal dengan ABS\n\nSUPER SPORT ENGINE\n250 CC , 2 Silinder, DOHC, 8 Valves, 6 Speed, dan Liquid Cooled.\n\nUpside Down Suspension\nHandling lebih sempurna dan terlihat semakin gagah saat berkendara.\n\nFull LCD Speedometer\nSpeedometer Digital Multifungsi,lebih informatif dan mudah terlihat. Dilengkapi juga dengan \"Shift Timing Light\", yang memudahkan pengendara memperoleh performa optimal.",
          "motor_model" : "Yamaha YZF R15"
        },
        {
          "id" : 41,
          "motor_bg" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEjsW4ZcAlOhWI5lOHjWd1TyRkY01N2Qm_Fm3T27RLUJpN3xmGWEe-EBJqXgrx_zKXQOrSu8NJOQOzO7RFxyOhw6G4ixxrHNGZNC_qVy7I1yAgH-AHfglAcoE2DL2mPjM03LdXCVmESjD5UoSPUcoIeJnr9NOXSG9_60853udxktuiR_6GP53rUHBD4p/s320/Rectangle%2011%20(1).png",
          "motor_poster" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhk39bcd4SF-GGOc7IkUc0ivsxKO1dqonfFcd1BB7HXezTTnis-lKRHyi4_Q2IrQLSC_BR9CzhONZgBCbgAqyLzQyI7LN7RC40pZzBEo0LkYUkjERKq7fDmPi3mlpHRNGxRGad_f2Ni6RhYDNyZ0gPrJDWtXTO6nP5MpNua3IDTJ5bSKqdDARQmpN_m/s320/cbr250rr2.png",
          "deskripsi" : "Anti-Lock Braking System\nKontrol pengereman yang optimal dengan ABS\n\nSUPER SPORT ENGINE\n250 CC , 2 Silinder, DOHC, 8 Valves, 6 Speed, dan Liquid Cooled.\n\nUpside Down Suspension\nHandling lebih sempurna dan terlihat semakin gagah saat berkendara.\n\nFull LCD Speedometer\nSpeedometer Digital Multifungsi,lebih informatif dan mudah terlihat. Dilengkapi juga dengan \"Shift Timing Light\", yang memudahkan pengendara memperoleh performa optimal.",
          "motor_model" : "Honda CBR 150RR"
        },
        {
          "id" : 42,
          "motor_bg" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEjsW4ZcAlOhWI5lOHjWd1TyRkY01N2Qm_Fm3T27RLUJpN3xmGWEe-EBJqXgrx_zKXQOrSu8NJOQOzO7RFxyOhw6G4ixxrHNGZNC_qVy7I1yAgH-AHfglAcoE2DL2mPjM03LdXCVmESjD5UoSPUcoIeJnr9NOXSG9_60853udxktuiR_6GP53rUHBD4p/s320/Rectangle%2011%20(1).png",
          "motor_poster" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhk39bcd4SF-GGOc7IkUc0ivsxKO1dqonfFcd1BB7HXezTTnis-lKRHyi4_Q2IrQLSC_BR9CzhONZgBCbgAqyLzQyI7LN7RC40pZzBEo0LkYUkjERKq7fDmPi3mlpHRNGxRGad_f2Ni6RhYDNyZ0gPrJDWtXTO6nP5MpNua3IDTJ5bSKqdDARQmpN_m/s320/cbr250rr2.png",
          "deskripsi" : "Anti-Lock Braking System\nKontrol pengereman yang optimal dengan ABS\n\nSUPER SPORT ENGINE\n250 CC , 2 Silinder, DOHC, 8 Valves, 6 Speed, dan Liquid Cooled.\n\nUpside Down Suspension\nHandling lebih sempurna dan terlihat semakin gagah saat berkendara.\n\nFull LCD Speedometer\nSpeedometer Digital Multifungsi,lebih informatif dan mudah terlihat. Dilengkapi juga dengan \"Shift Timing Light\", yang memudahkan pengendara memperoleh performa optimal.",
          "motor_model" : "Suzuki GSX 150"
        },
        {
          "id" : 43,
          "motor_bg" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEjsW4ZcAlOhWI5lOHjWd1TyRkY01N2Qm_Fm3T27RLUJpN3xmGWEe-EBJqXgrx_zKXQOrSu8NJOQOzO7RFxyOhw6G4ixxrHNGZNC_qVy7I1yAgH-AHfglAcoE2DL2mPjM03LdXCVmESjD5UoSPUcoIeJnr9NOXSG9_60853udxktuiR_6GP53rUHBD4p/s320/Rectangle%2011%20(1).png",
          "motor_poster" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhk39bcd4SF-GGOc7IkUc0ivsxKO1dqonfFcd1BB7HXezTTnis-lKRHyi4_Q2IrQLSC_BR9CzhONZgBCbgAqyLzQyI7LN7RC40pZzBEo0LkYUkjERKq7fDmPi3mlpHRNGxRGad_f2Ni6RhYDNyZ0gPrJDWtXTO6nP5MpNua3IDTJ5bSKqdDARQmpN_m/s320/cbr250rr2.png",
          "deskripsi" : "Anti-Lock Braking System\nKontrol pengereman yang optimal dengan ABS\n\nSUPER SPORT ENGINE\n250 CC , 2 Silinder, DOHC, 8 Valves, 6 Speed, dan Liquid Cooled.\n\nUpside Down Suspension\nHandling lebih sempurna dan terlihat semakin gagah saat berkendara.\n\nFull LCD Speedometer\nSpeedometer Digital Multifungsi,lebih informatif dan mudah terlihat. Dilengkapi juga dengan \"Shift Timing Light\", yang memudahkan pengendara memperoleh performa optimal.",
          "motor_model" : "Kawasaki Ninja 150RR"
        },
        {
          "id" : 44,
          "motor_bg" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEjsW4ZcAlOhWI5lOHjWd1TyRkY01N2Qm_Fm3T27RLUJpN3xmGWEe-EBJqXgrx_zKXQOrSu8NJOQOzO7RFxyOhw6G4ixxrHNGZNC_qVy7I1yAgH-AHfglAcoE2DL2mPjM03LdXCVmESjD5UoSPUcoIeJnr9NOXSG9_60853udxktuiR_6GP53rUHBD4p/s320/Rectangle%2011%20(1).png",
          "motor_poster" : "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhk39bcd4SF-GGOc7IkUc0ivsxKO1dqonfFcd1BB7HXezTTnis-lKRHyi4_Q2IrQLSC_BR9CzhONZgBCbgAqyLzQyI7LN7RC40pZzBEo0LkYUkjERKq7fDmPi3mlpHRNGxRGad_f2Ni6RhYDNyZ0gPrJDWtXTO6nP5MpNua3IDTJ5bSKqdDARQmpN_m/s320/cbr250rr2.png",
          "deskripsi" : "Anti-Lock Braking System\nKontrol pengereman yang optimal dengan ABS\n\nSUPER SPORT ENGINE\n250 CC , 2 Silinder, DOHC, 8 Valves, 6 Speed, dan Liquid Cooled.\n\nUpside Down Suspension\nHandling lebih sempurna dan terlihat semakin gagah saat berkendara.\n\nFull LCD Speedometer\nSpeedometer Digital Multifungsi,lebih informatif dan mudah terlihat. Dilengkapi juga dengan \"Shift Timing Light\", yang memudahkan pengendara memperoleh performa optimal.",
          "motor_model" : "KTM RC 200"
        }
      ]
    }
  ]
}